import "././Main.css";

function FrontPage() {

  return (
      <div>
        <img
          src="/health_home.jpg"
        //   style={{ width: "100%", maxWidth: "600px" }}
          className = 'bg'
          alt="home page"
          />
          
          <div className='background'>
          <br />
          <h1 className='centered'>Diabetes management platform, Continuous glucose monitoring, Exercise strategy and planning for glycemic control</h1>
          <h1 className='centered2'>แพลตฟอร์มการจัดการโรคเบาหวาน การตรวจระดับน้ำตาลอย่างต่อเนื่อง กลยุทธและแผนการออกกำลังกายเพื่อควบคุมระดับน้ำตาล</h1>
              <br />
              <h2 style={{ textAlign: "center" }}>Objectives of the Project</h2>
              <br />
          <p className='para'>&emsp; โรคเบาหวานเป็นโรคไม่ติดต่อเรื้อรังที่เป็นปัญหาสำคัญทางด้านสาธารณสุขของโลกรวมทั้งประเทศไทย และแนวโน้มผู้ป่วยเพิ่มขึ้นมาโดยตลอด จากการสำรวจสภาวะสุขภาพคนไทยพบว่าทั่วประเทศคนไทยกว่า 3 ล้านคนกำลังเผชิญกับโรคเบาหวาน โดยพบว่าผู้ที่เป็นเบาหวานร้อยละ 56.6 ยังไม่รู้ตัวว่าตนเองเป็นโรคดังกล่าว และยังไม่เคยรับการตรวจรักษาเลย จนบางท่านกว่าจะทราบได้ ก็อาจเกิดภาวะโรคแทรกซ้อนขึ้นมาแล้ว  องค์การอนามัยโรคคาดการณ์ว่าจะมีผู้ป่วยเสียชีวิตจากโรคดังกล่าวเพิ่มมากขึ้นกว่าร้อยละ 20 ในอีก 10 ปีข้างหน้า หากขาดการวางแผนควบคุมโรคที่เหมาะสม</p>
              <p  className='para'>&emsp;   โครงการวิจัยนี้ เป็นการศึกษาและพัฒนารูปแบบการรักษาผู้ป่วยด้วยเทคโนโลยีการตรวจวัดระดับน้ำตาลในเลือดแบบ Continuous Glucose Monitoring เป็นหลัก พัฒนาระบบการเก็บข้อมูลผู้ป่วยเพื่อดูแนวโน้มและประสิทธิภาพการรักษาของแพทย์ พัฒนาระบบการส่งผ่านข้อมูลแบบ Real Time ทาง Mobile Application และพัฒนาระบบการให้คำปรึกษาและวางกลยุทธและแผนการออกกำลังกายเพื่อควบคุมระดับน้ำตาลของผู้ป่วยเบาหวาน</p>
              <p  className='para'>&emsp; ทางทีมผู้วิจัยคาดหวังว่าผลการวิจัยนี้จะช่วยผู้ป่วยเบาหวานได้รับการดูแลรักษาอย่างมีประสิทธิผลและทั่วถึง ลดการเกิดภาวะโรคแทรกซ้อนของผู้ป่วย ช่วยให้แพทย์สามารถเข้าถึงข้อมูลได้ครบถ้วน เพิ่มคุณภาพชีวิตของชุมชนได้โดยการใช้เทคโนโลยีเข้ามาผสมผสานกับหน่วยแพทย์ และ/หรือสถานพยาบาล</p>
          </div>  
    </div>
  )}

export default FrontPage;